export const movies = [
 
  {
    director: 'Илья Найшуллер',
    duration: '1ч 42м',
    country: 'США, Япония',
    year: '2021',
    description: 'Непримечательный и незаметный семьянин Хатч живёт скучной жизнью обычного аудитора, пока однажды в его дом не вламываются грабители. И это бы сошло им с рук, если бы они не забрали браслетик его маленькой дочки. Не в силах это терпеть, Хатч отправляется на поиски наглецов, а на обратном пути ввязывается в драку с пьяными хулиганами, пристававшими к девушке в общественном транспорте. От души помахав кулаками, наш аудитор отправляет дебоширов в больницу, но оказывается, что один из пострадавших — брат влиятельного русского бандита. И он теперь жаждет мести.',
    image: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    trailerLink: 'https://www.youtube.com/watch?v=bZOHmDYCo2I',
    thumbnail: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    movieId: '854730',
    nameRu: 'Никто',
    nameEN: 'Nobody'
  },

  {
    director: 'Илья Найшуллер',
    duration: '1ч 42м',
    country: 'США, Япония',
    year: '2021',
    description: 'Непримечательный и незаметный семьянин Хатч живёт скучной жизнью обычного аудитора, пока однажды в его дом не вламываются грабители. И это бы сошло им с рук, если бы они не забрали браслетик его маленькой дочки. Не в силах это терпеть, Хатч отправляется на поиски наглецов, а на обратном пути ввязывается в драку с пьяными хулиганами, пристававшими к девушке в общественном транспорте. От души помахав кулаками, наш аудитор отправляет дебоширов в больницу, но оказывается, что один из пострадавших — брат влиятельного русского бандита. И он теперь жаждет мести.',
    image: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    trailerLink: 'https://www.youtube.com/watch?v=bZOHmDYCo2I',
    thumbnail: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    movieId: '854730',
    nameRu: 'Никто',
    nameEN: 'Nobody'
  },

  {
    director: 'Илья Найшуллер',
    duration: '1ч 42м',
    country: 'США, Япония',
    year: '2021',
    description: 'Непримечательный и незаметный семьянин Хатч живёт скучной жизнью обычного аудитора, пока однажды в его дом не вламываются грабители. И это бы сошло им с рук, если бы они не забрали браслетик его маленькой дочки. Не в силах это терпеть, Хатч отправляется на поиски наглецов, а на обратном пути ввязывается в драку с пьяными хулиганами, пристававшими к девушке в общественном транспорте. От души помахав кулаками, наш аудитор отправляет дебоширов в больницу, но оказывается, что один из пострадавших — брат влиятельного русского бандита. И он теперь жаждет мести.',
    image: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    trailerLink: 'https://www.youtube.com/watch?v=bZOHmDYCo2I',
    thumbnail: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    movieId: '854730',
    nameRu: 'Никто',
    nameEN: 'Nobody'
  },

  {
    director: 'Илья Найшуллер',
    duration: '1ч 42м',
    country: 'США, Япония',
    year: '2021',
    description: 'Непримечательный и незаметный семьянин Хатч живёт скучной жизнью обычного аудитора, пока однажды в его дом не вламываются грабители. И это бы сошло им с рук, если бы они не забрали браслетик его маленькой дочки. Не в силах это терпеть, Хатч отправляется на поиски наглецов, а на обратном пути ввязывается в драку с пьяными хулиганами, пристававшими к девушке в общественном транспорте. От души помахав кулаками, наш аудитор отправляет дебоширов в больницу, но оказывается, что один из пострадавших — брат влиятельного русского бандита. И он теперь жаждет мести.',
    image: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    trailerLink: 'https://www.youtube.com/watch?v=bZOHmDYCo2I',
    thumbnail: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    movieId: '854730',
    nameRu: 'Никто',
    nameEN: 'Nobody'
  },

  {
    director: 'Илья Найшуллер',
    duration: '1ч 42м',
    country: 'США, Япония',
    year: '2021',
    description: 'Непримечательный и незаметный семьянин Хатч живёт скучной жизнью обычного аудитора, пока однажды в его дом не вламываются грабители. И это бы сошло им с рук, если бы они не забрали браслетик его маленькой дочки. Не в силах это терпеть, Хатч отправляется на поиски наглецов, а на обратном пути ввязывается в драку с пьяными хулиганами, пристававшими к девушке в общественном транспорте. От души помахав кулаками, наш аудитор отправляет дебоширов в больницу, но оказывается, что один из пострадавших — брат влиятельного русского бандита. И он теперь жаждет мести.',
    image: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    trailerLink: 'https://www.youtube.com/watch?v=bZOHmDYCo2I',
    thumbnail: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    movieId: '854730',
    nameRu: 'Никто',
    nameEN: 'Nobody'
  },
  
];

export const savedMovies = [
 
  {
    director: 'Илья Найшуллер',
    duration: '92',
    country: 'США, Япония',
    year: '2021',
    description: 'Непримечательный и незаметный семьянин Хатч живёт скучной жизнью обычного аудитора, пока однажды в его дом не вламываются грабители. И это бы сошло им с рук, если бы они не забрали браслетик его маленькой дочки. Не в силах это терпеть, Хатч отправляется на поиски наглецов, а на обратном пути ввязывается в драку с пьяными хулиганами, пристававшими к девушке в общественном транспорте. От души помахав кулаками, наш аудитор отправляет дебоширов в больницу, но оказывается, что один из пострадавших — брат влиятельного русского бандита. И он теперь жаждет мести.',
    image: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    trailerLink: 'https://www.youtube.com/watch?v=bZOHmDYCo2I',
    thumbnail: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    movieId: '854730',
    nameRu: 'Никто',
    nameEN: 'Nobody'
  },

  {
    director: 'Илья Найшуллер',
    duration: '92',
    country: 'США, Япония',
    year: '2021',
    description: 'Непримечательный и незаметный семьянин Хатч живёт скучной жизнью обычного аудитора, пока однажды в его дом не вламываются грабители. И это бы сошло им с рук, если бы они не забрали браслетик его маленькой дочки. Не в силах это терпеть, Хатч отправляется на поиски наглецов, а на обратном пути ввязывается в драку с пьяными хулиганами, пристававшими к девушке в общественном транспорте. От души помахав кулаками, наш аудитор отправляет дебоширов в больницу, но оказывается, что один из пострадавших — брат влиятельного русского бандита. И он теперь жаждет мести.',
    image: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    trailerLink: 'https://www.youtube.com/watch?v=bZOHmDYCo2I',
    thumbnail: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    movieId: '854730',
    nameRu: 'Никто',
    nameEN: 'Nobody'
  },

  {
    director: 'Илья Найшуллер',
    duration: '92',
    country: 'США, Япония',
    year: '2021',
    description: 'Непримечательный и незаметный семьянин Хатч живёт скучной жизнью обычного аудитора, пока однажды в его дом не вламываются грабители. И это бы сошло им с рук, если бы они не забрали браслетик его маленькой дочки. Не в силах это терпеть, Хатч отправляется на поиски наглецов, а на обратном пути ввязывается в драку с пьяными хулиганами, пристававшими к девушке в общественном транспорте. От души помахав кулаками, наш аудитор отправляет дебоширов в больницу, но оказывается, что один из пострадавших — брат влиятельного русского бандита. И он теперь жаждет мести.',
    image: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    trailerLink: 'https://www.youtube.com/watch?v=bZOHmDYCo2I',
    thumbnail: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    movieId: '854730',
    nameRu: 'Никто',
    nameEN: 'Nobody'
  },

  {
    director: 'Илья Найшуллер',
    duration: '92',
    country: 'США, Япония',
    year: '2021',
    description: 'Непримечательный и незаметный семьянин Хатч живёт скучной жизнью обычного аудитора, пока однажды в его дом не вламываются грабители. И это бы сошло им с рук, если бы они не забрали браслетик его маленькой дочки. Не в силах это терпеть, Хатч отправляется на поиски наглецов, а на обратном пути ввязывается в драку с пьяными хулиганами, пристававшими к девушке в общественном транспорте. От души помахав кулаками, наш аудитор отправляет дебоширов в больницу, но оказывается, что один из пострадавших — брат влиятельного русского бандита. И он теперь жаждет мести.',
    image: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    trailerLink: 'https://www.youtube.com/watch?v=bZOHmDYCo2I',
    thumbnail: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    movieId: '854730',
    nameRu: 'Никто',
    nameEN: 'Nobody'
  },

  {
    director: 'Илья Найшуллер',
    duration: '92',
    country: 'США, Япония',
    year: '2021',
    description: 'Непримечательный и незаметный семьянин Хатч живёт скучной жизнью обычного аудитора, пока однажды в его дом не вламываются грабители. И это бы сошло им с рук, если бы они не забрали браслетик его маленькой дочки. Не в силах это терпеть, Хатч отправляется на поиски наглецов, а на обратном пути ввязывается в драку с пьяными хулиганами, пристававшими к девушке в общественном транспорте. От души помахав кулаками, наш аудитор отправляет дебоширов в больницу, но оказывается, что один из пострадавших — брат влиятельного русского бандита. И он теперь жаждет мести.',
    image: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    trailerLink: 'https://www.youtube.com/watch?v=bZOHmDYCo2I',
    thumbnail: 'https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/a74d86f6-a78a-46dd-8c1e-65cd79984902/300x450',
    movieId: '854730',
    nameRu: 'Никто',
    nameEN: 'Nobody'
  },
  
];